Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/How to Become a K-Pop Star.tmx
Source language: ko
Languages: en

source: 가수의 생명력은 팬덤으로부터 시작된다.
en: A singer’s survival starts with fandom.

source: 배우 매니지먼트사는 초기 큰 자금이 들지 않고, 가수 기획사에 비해 조직적인 기획과 마케팅, 홍보 등의 역할과 중요성이 크지 않으며, 체계적인 시스템보다는 배우 개개인의 역량에 따라 성패가 결정되는 구조이다.
en: Without a lot of initial outlay, the role and importance of organizational planning, marketing and promoting are not so crucial for actor management companies as they are for singer management companies. With the former, the individual competence of the actors determines success or failure rather than the systematic structure.

source: 2019년 9월29일 제정
en: Enacted on September 29, 2019

source: Q.실제로 연예인 생활을 하면서 가장 좋은 점과?
en: Q. What is the best thing about actually living the life of a celebrity?

source: 아무래도 엔터테인먼트 산업은 희소성과 잠재력에 이끌려 성장하기도 하지만 요동치기도 한다.
en: The entertainment industry is still lead by scarcity and potential, but this factors also cause fluctuations.

source: 모든 직업이 그렇겠지만 특히 엔터쪽 일은 얻는 것이 있는 만큼 포기해야 하는 것이 많고 상처를 줄 일과 받을 일도 그만큼 많다.
en: As is the case with all jobs, but especially so in the entertainment industry, there are many things you will have to give up in order to get anywhere, and there will be many times when you hurt others and be hurt by them, both in equal measure.

source: 그래서 이러한 재목들은 이미 연예인이 되기도 전에 캐스팅 매니저들 사이에서 서로 데려가려는 치열한 물밑 작전이 펼쳐지곤 한다.
en: So, even before these talents become celebrities, behind the scenes, the casting managers are engaged in a fierce competition over them.

source: 일반인들이 듣기엔 당연한 이야기인 것 같지만, 사실 지금까지는 정에 의해 서로 일을 맡겨 왔던 것이 사실이다.
en: For the everyday person it might seem obvious however up until now celebrities actually have been accepting all projects from their managers based on the mutually close relationship they have with them.

source: 미국의 에이전시는 배우뿐만 아니라 유명 감독, 작가 등과도 업무 협약을 맺기 때문이다.
en: This is because American agencies conclude work contracts with actors, famous directors, writers and others.

source: 이 책에서 필자는 엔터테인먼트 산업에서 연예인 매니저, 영화 제작 등을 하며 경험했던 것과 엔터테인먼트 산업 전문 애널리스트로 일하면서 습득한 지식을 엔터테인먼트 산업 종사자, 향후 엔터테인먼트 산업에 투자와 비즈니스를 하고자 하는 사람, 이 분야에서 일하고자 하는 취업 준비생들, 엔터테인먼트 산업의 주인공인 연예인이 되고 싶어 하는 청소년들, 그리고 그들을 자녀로 둔 부모들에게 조금 더 현실적이고 생동감 있는 이야기로 들려주고자 한다.
en: In this book, I will use the knowledge I have acquired working in the entertainment industry as a manager, being involved in film production, and working as an analyst specializing in the entertainment industry, to tell a story. A more realistic and lively story to those working in the entertainment industry, those who would like to invest and do business in the entertainment industry, those seeking work in this industry, the parents of, and those hoping to become celebrities, the main characters of the industry.

source: 매니저를 목표로 하는 후배 매니저들에게 꼭 해 주고 싶은 말 3가지가 있다면?
en: What are three things you would like to say to those who are planning on becoming managers?

source: 그와 동시에 대형 기획사들의 팬덤과 막강한 자금을 바탕으로 한 마케팅 역시 다양한 음악을 들을 수 있는 생태계를 만들어 가는 데 도움이 되지 않는다.
en: At the same time, the fandom of large management companies and their marketing campaign conducted with enormous amounts of capital does not help create an ecosystem where we can hear different types of music.

source: 스타는 그 자체가 하나의 문화 콘텐츠다
en: Stars in their own right, are a form of cultural content.

source: M/V 의상
en: M/V wardrobe

source: 대형 기획사의 경우 특정 방송 채널과 전략적 제휴를 맺어 적극적으로 자사의 아티스트를 데뷔 전부터 방송 채널을 통해 홍보하고 있으며 공연장, 클럽 등 다양한 필드에서 적극적인 마케팅을 하는 것이 트렌드이다.
en: It is a trend where large management companies formed strategic partnerships with certain broadcasting channels and promote their singers on those broadcasting channels prior to their artists’ debut, and active marketing also takes place across various fields such as concert halls and clubs.

source: 즉, 헤드헌터를 통하여 방대한 구직 정보를 얻을 수 있고, 연봉 협상에 있어서도 개인보다는 유리한 입장에서 이야기할 수 있다는 장점이 있다.
en: Meaning, by using a headhunter you can acquire vast amounts of information about jobs. There is also the advantage of being able to speak from a position that is more advantageous than that of an individual when it comes to negotiating a salary.

source: ▸ 이사, 임원급
en: ▸ Director, executive level

source: 연예인을 단순히 관리하는 차원에서 브랜드화하여 마케팅 전략을 짜고 수익을 극대화하는 차원으로 업무가 확장되었다.
en: Management has expanded from the level where tasks involve merely managing celebrities, to one where tasks involve marketing strategies created by branding and involve maximizing profits.

source: 그게 비트박스를 시작하게 된 동기이다.
en: And that became my motivation for wanting to get into it.

source: 반면 영화의 경우, 시나리오의 입수 후 충분히 캐릭터에 대해 검토한다.
en: But for movies, the actor has plenty of time to look into the character after receiving a copy of the scenario.

source: 따라서 한류의 생명력을 연장하고 주도하고 있는 것은 콘텐츠 자체의 우수성과 함께 스타의 힘이 크다고 볼 수 있다.
en: To that extent, the excellence of the content along with the might of the star is what empowers the survival of the Korean Wave to persist.

source: 어떤 계기로 회계사에서 엔터테인먼트 회사의 대표가 되었나?
en: How did you go from being an accountant to becoming the head of an entertainment company?

source: 연예인이 되기 위한 특별한 조건이나 학력 제한, 필요 지식 등 장벽은 없다.
en: There are no particular conditions for becoming a celebrity, nor are there any barriers to these jobs such as educational limitations nor required knowledge.

source: 연예 매니지먼트 산업은 최근 하나의 독립된 산업으로서 주목받기 시작했다.
en: The celebrity management industry has recently begun to garner attention as an independent industry.

source: 너무나 힘들었고, ‘다시 이룰 수 있을까?’라는 생각도 있다.
en: It was very difficult, and I thought “can I go through this again?”

source: 즉, 매니저는 자신의 고객인 연예인에게 경력 관리를 위한 자문, 일정 관리, 재산 관리 서비스 등을 담당하며 에이전트는 배우, 작가, 감독, 제작자 등 엔터테인먼트 산업의 다양한 주요 핵심 플레이어들의 취업 연계, 출연료 협상, 해당 고객을 기반으로 한 사업 기획 등 전반적인 비즈니스 업무를 대행한다.
en: Meaning, managers are in charge of consultations, schedule management, and asset management services for managing the career of the celebrity client. Agents are in charge of performing overall business services including connecting actors, writers, directors, producers and various other key players in the entertainment industry, negotiating appearance fees, and performing general business planning for their clients.

source: 이러한 우수한 콘텐츠를 대중들이 지속적으로 소비하게 하고 부가적인 가치를 창출하는 것이 스타의 몫이다.
en: The star’s responsibility is for the public to continually consume such outstanding content, and to create added value.

source: 캐스팅 2세대:
en: Era of 2nd Generation Casting:

source: 지금은 해외 사업 검토, 계약, 해외 작품 선정 등 다양하고 전문화된 분야에서 의사 결정을 요구하고 있다.
en: Now tasks involve overseas business reviews and contracts, the selection of overseas productions and decisions that should be made across a wide range of professionalized fields.

source: ● 불공정 계약·노예 계약 연예인은 회사 소유물인가
en: ● Unfair contracts and slave contracts. Are entertainers company property?

source: 대표적인 배우로는 최민식, 이병헌, 송강호, 하정우, 이정재 등이 있는데, 이들은 국내에서 배우로서 최고의 자리에 있는 사람들이다.
en: Prominent actors in Korea include Choi Min-sik, Lee Byung-hun, Song Kang-ho, Ha Jung-woo, and Lee Jung-jae. They have reached the apex as actors.

source: 이는 문화 콘텐츠 제작의 영속성과 대외 수출 ‘바게닝 파워(bargaining power)’를 약화하는 주요 원인이다.
en: This is a main reason behind the worsening permanence of a culture content and worsening production bargaining power for foreign export.

source: 매장
en: Stores

source: 제11조 (확인 및 보증) 기획업자는 연습생에 대하여「대중문화예술산업발전법」에 따라 대중문화예술기획업자로 등록한 것을 확인하고 보증한다.
en: Article 11 (Verification and Guarantees) Pursuant to the Popular Culture and Arts Industry Development Act, the Planner is to have the Trainee verify that the Planner is registered as a popular culture and arts planner.

source: 어제 새벽 4시부터 시작한 일정이 거의 꽉 찬 24시간 만에 종료되는 순간이다.
en: At this moment the schedule draws to a close. It has been almost 24 hours since our jam packed schedule began yesterday at 4:00 am.

source: 하다못해 사람을 성장시키는 일은 더 많은 시간과 인내와 애정이 필요하다.
en: Developing a person requires much more time, patience and closeness.

source: “아무도 나를 모르고 돈만 많았으면 좋겠어요.”
en: “I wish I was an unknown and just had a lot of money.”

source: 이에 따라 양질의 콘텐츠에 기반하여 스타가 탄생한다는 사실에는 의심의 여지가 없다.
en: So, this leaves no doubt that the stars were developed based on quality content.

source: (4.김대성)
en: (4. Kim Dae-seong)

source: 신인 가수 시장의 경우 워낙 경쟁이 치열하고, 신곡 발표 후 약 1주 내에 대중들의 반응이 없으면 거의 묻혀 버리기 일쑤이기 때문이다.
en: For new singers, the competition is very fierce so if the public does not show much of a response within one week or so of releasing a new song, the song is removed.

source: 신곡이 발표되면 메이저 음원 유통사(멜론 ,벅스, 지니뮤직 등)를 통하여 음원 홍보를 하는데 차트 추천, 메인 화면 노출 등이 바로 이러한 마케팅이 되겠다.
en: When a new song is released, the major digital music distributors (Melon, Bugs, Genie Music) promote the digital version of it. This sort of marketing involves chart recommendations and exposure on the main screen.

source: 배우와 매니저의 관계에서 매니저는 배우한테 미치고 어느 하나라도 꽂혀야 한다.
en: In the actor and manager relationship, the manager must be obsessed about the actor and be riveted about some aspect about the actor.

source: 사소한 잡음 또는 연습생의 일탈에 의한 팀 붕괴는 바로 회사의 손실로 이어지기 때문에 어쩔 수 없는, 필요악의 상황이기도 하다.
en: The company also has to incur losses when a team falls apart due to small rumors or a trainee leaving the team. This is why being so harsh is inevitable, a necessary evil.

source: 음악 프로그램 담당 PD와 작가들의 책상에는 신인 가수들의 앨범들이 수북이 쌓여 있는데, 그들에게 선택되어 음악이 틀어지는 것은 하늘의 별 따기만큼 어렵다.
en: The producers in charge of music programs and their writers have heaps of albums by new singers lying on their desks. Out of all those singers, getting picked and having your music played on a program is like finding a needle out of haystack.

source: 배우 이민호의 경우 성장 드라마 <반올림>을 시작으로 시트콤 <논스톱> 등 다양한 작품을 거처 경력을 쌓은 후, 2009년 <꽃보다 남자>를 통해 이름을 알렸고, 2013년 <상속자들>의 주인공 ‘김탄’ 역할을 맡으면서 마침내 스타의 반열에 올랐다.
en: For actor Lee Min-ho, he got his start with the coming-of-age drama, Sharp then after gaining some experience by appearing in various works such as the sitcom drama Nonstop, he made a name for himself by appearing in Boys Over Flowers. In 2013, he was cast for the main role of Kim Tan in The Heirs after which he finally made the ranks of a star.

source: G마켓, 인터파크, GS Shop, 11번가
en: G Market, Interpark, GS Shop, 11Street

source: ● 할리우드와 다른 점
en: ● Differences from Hollywood

source: 최근 신인 가수, 배우들의 데뷔 과정을 보면 벼락스타를 찾기가 힘들다.
en: When you look at the process of debuting a new singer or actor, it’s hard to find a breakout star.

source: 일본에서는 프로덕션을 거치지 않고서는 연예인이 되기 힘들다.
en: In Japan it is difficult to become a celebrity without going through a production company.

source: 그 과정은 세분화 되어 더욱 다양한 방법으로 소속사의 가수를 홍보한다.
en: By subdividing the process, and agency’s singers are promoted in even more diverse methods.

source: 무대에서 노래 세 곡을 부르고 내려왔다.
en: They sang three songs on the stage and then made their exit.

source: 내가 재학했던 고등학교는 청주 시내에서 공부 좀 한다는 고등학교였는데, 고등학교 3학년 때 음악으로 진로를 바꾸면서 부모님과도 마찰이 생기고 미래에 대한 불안감이 나를 제일 힘들게 했던 것 같다.
en: The high school I was attending in Cheongju was renowned as a pretty good school. When I was in my final year, I changed my major to music and experienced a little friction from my parents. I think it was the most difficult time for me when I was anxious about my future.

source: 중국, 일본 등 가까운 국가에서 빡빡하게 공연 스케줄이 잡힐 때에는 해외 팝 스타들처럼 전용기를 이용하여 이동하기도 한다.
en: When a tight performance schedule has been arranged for neighboring countries such as China or Japan, the singers use a private jet for transportation just as top stars from overseas normally do.

source: 손발에 흙을 묻히고 퇴비를 묻히는 농사는 하루아침에 열매를 재배하지 않는다.
en: Fruits cannot be cultivated overnight by just getting your hands and feet dirty and covered in manure.

source: 제1장 총 칙
en: Chapter 1: General Provisions

source: 후발 주자인 SBS는 자사 방송에 유명 연예인들을 출연시키기 위해 평균보다 훨씬 높은 출연료를 제시했고, 자본주의의 논리에 따라 연예인들은 기존 방송국과의 전속 계약을 해지하고 자유롭게 여러 방송국을 오가며 출연하게 되었다.
en: SBS was a second mover and offered appearance fees for famous celebrities that were much higher than the average that was offered at other broadcasting stations. According to the logic of capitalism, celebrities terminated their exclusive agreements with the existing broadcasting stations and began appearing freely in programs across several broadcasting stations.

source: 인터뷰 2:
en: Interview 2:

source: 무엇보다 한류의 새로운 장을 여는 시점에 키이스트가 매우 중요한 역할을 했다는 것에 큰 자부심을 느낀다.
en: Above all, I take great pride in the very crucial role KeyEast has played in opening a new market with the Korean wave.

source: 드디어 오늘의 중요한 일정이 종료되는 순간이다.
en: Finally, the important broadcast we had scheduled today ended.

source: 히트곡 증가에 따른 A급 제작자 확보 용이
en: Increase in hit songs makes it easy to secure top production companies

source: 이러한 스타 자원을 전략적이고 효율적으로 활용할 수 있는 접근이 필요하며, 그 역할의 대부분은 연예 매니지먼트 산업이 맡아야 한다.
en: Approaches are necessary to effectively leverage such star resources in a strategic manner. Most of those roles should be filled by the celebrity management industry.

source: 단, 훈련활동직접비에는 기획업자의 경영활동을 위한 비용을 포함할 수 없다.
en: Provided, the Direct Expenses for Training Activities are not to include the expenses used on the business activities of the Planner.

source: 에이전시의 역할
en: Agency’s roles

source: 어느 순간 정체성을 잃고 엉뚱한 길로 걸어가고 있는 자신을 발견하게 될 것이다.
en: At some point you will find you have lost your identity and are traveling down the wrong path.

source: 이로 인해 엔터테인먼트 업계가 더욱더 발전했고, 대한민국의 국격을 높이는 데 기여했다고 생각한다.
en: I think this caused the entertainment industry to grow very much and contributed greatly to enhancing Korea’s status in the world.

source: 사람들은 대부분이 좌우 비대칭으로, 한쪽 어깨가 내려가 있다든지 몸이 구부정하다.
en: Most people are asymmetric and stand with one shoulder lower than the other, or they slouch.

source: 또한, 이 과정에서 연습생 팀원들 사이에 불협화음이 있으면 팀원이 교체되기도 한다.
en: Also, during the program if there is discord among trainees, a member can also be replaced.

source: 최근 연예 기획사의 마케팅 트렌드는 오디션 과정부터 대외 노출을 통한 인지도를 확보함과 동시에 시장성을 확인하고 콘셉트를 기획, 수정하는 것이다.
en: The recent marketing trends for celebrity management companies follow this pattern. Secure recognition through external exposure from the audition process while at the same time verify marketability and plan and revise the concept.

source: 하지만 기획형 아이돌이 탄생한 이후로는 기획사의 철저하게 짜인 시스템에 의하여 ‘스타’라는 가수가 탄생하게 되었다.
en: But, after the creation of planned idol groups, star singers were born based on the thoroughly run system by management companies.

source: 수많은 연예인 지망생을 만나 보고 데뷔까지 가는 과정을 수 없이 보아 왔기에 대략적인 만남에서도 대박을 터뜨릴 재목은 느낌이 온다.
en: After having met with numerous celebrity hopefuls and even witnessed many of them develop before being granted a debut, I have a sense as to what sort of talents will become wildly popular, even after briefly meeting with them.

source: ▸ 스케줄 매니저
en: ▸ Schedule Managers

source: 국내 한 전자 회사 해외 영업 부장의 이야기
en: The story of an overseas sales director at a Korean electronics company

source: 연예 매니지먼트 시스템이란
en: What is an entertainment management system?

source: 요즘 가수의 경우 꼭 노래를 잘 부르지 못해도 춤을 잘 춘다든지 외모가 아주 출중하다든지 대중의 이목을 끌 수 있는 자신만의 장점이 있으면 된다.
en: These days for singers, you don’t have to even be good at singing, just have an advantage that can garner the attention of the public, whether it is being good at dancing or good looking.

source: JYP는 전반적으로 박진영 프로듀서의 색이 강한 음악을 제작하며, 여기에 외부 프로듀서를 프로젝트 형식으로 영입하여 제작하는 방식이다.
en: JYP generally produces music that is strongly inspired by the producer, Park Jin-young. Here external producers are also brought in on a project basis for production.

source: 정말 힘든 시기였다.
en: I had a really tough time.

source: 가수의 경우 공연이 있을 때 전문 백댄서들이 동행한다.
en: When singers perform they are accompanied by professional backup dancers.

source: 연예인에게 지불하는 전속 계약금은 우리가 익히 알고 있는 축구 선수의 이적료와는 다른 개념이다.
en: The exclusive contract fees paid to the celebrity are a different concept from the transfer fees for soccer players that we are familiar with.

source: 다양한 작품에서 늘 새로운 인물로 변화해야 하는 배우 입장에서는 아주 치명적인 한계이다.
en: These are quite deadly limitations for actors who have to always transform into new characters for a wide range of works.

source: 그리고 톱스타인 배우 본인 역시 이제부터는 촬영 현장에서 확연히 달라진 대우를 느낄 수 있을 것이다.
en: The famous actor will also notice a remarkably different level of treatment on the set after making it as an actor.

source: 회사 방문, 소형 합동 공연, 캠프 등 다양한 혜택 제공
en: Benefits include extending participation in company tours, small joint performances, camps, and more

source: 회원 등급별 다양한 혜택제공, 연도별 기수 모집
en: Offer various benefits by membership level, by year joined

source: 예를 들어, 7년의 계약 중 회사 측에서 과도한 수익 배분을 요구한다고 하자.
en: For example, let’s say the company demands an excessive allocation of earnings for the duration of the seven year contract.

source: ● 스튜디오 시스템에서 에이전시 시스템으로
en: ● From a studio system to an agency one

source: 직접 발로 뛰는 캐스팅
en: Casting by pounding the pavement

source: 그간 아카데미를 통해 어떤 배우들을 배출했나?
en: What kind of actors has the academy produced?

source: ② 기획업자는 대중문화예술인에게 과다한 노출 및 지나치게 선정적으로 표현하는 행위를 요구할 수 없다.
en: ② The Planner cannot demand the Pop Culture Artist to excessively expose themselves, nor express excessive lewdness.

source: 우리가 대학교 입시나 취업을 준비할 때 다양한 기관, 매체 등에서 입시전략, 취업전략에 대하여 가이드라인 제시와 어드바이스 등을 해준다.
en: When we prepare for college admissions or go looking for a job, various agencies and media present us with admissions strategies and job hunting strategies.

source: 무작정 전화를 해서 매니저 일을 해 보고 싶다고 하니 “네가 생각하는 것과 현실은 다르니 공부나 열심히 해.”라는 말만 했다.
en: I tried calling him out of the blue and told him I wanted to be a manager. His reply was, “the reality of the industry is not what you’re thinking. Just focus on your studies.”

source: 그렇게 되면 음악에 자신의 색깔이 묻어나지 않는다.
en: If you succumb to that, the true colors of your music will not shine through.

source: 불공정 계약·노예 계약 연예인은 회사 소유물인가
en: Unfair contracts and slave contracts. Are entertainers company property?

source: 이 책은 한국의 엔터테인먼트 산업 발전에 기여할 것이라는 기대감을 갖게 한다.
en: I expect this book will contribute to the development of the Korean entertainment industry.

source: 소속 연예인의 발전을 위한 전반적인 업무를 지원한다.
en: Management provides overall support for the development of their affiliated celebrities.

source: 단기 트레이닝 과정을 통과하면 전속 계약을 하게 되고, 회사의 집중적인 트레이닝 프로그램 및 다양한 자기 계발 과정을 거치며 통상적으로 짧게는 2년에서 3~5년 정도의 트레이닝 기간을 거친다.
en: If they pass the short-term training program, they then sign an exclusive contract. The trainees undergo intensive training programs and various self-development programs at the company, which is part of a training regimen that usually lasts as short as two years, but can last between three to five years.

source: 그리고 사실 내가 그렇게 톱스타는 아니기에 연예인으로서 누릴 수 있는 좋은 점과 혜택을 아직 못 누려 봐서 모르는 것일 수도 있다.
en: And that might also be because I haven’t enjoyed the good points and benefits of as a celebrity because I haven’t really reached the apex of celebrity.

source: 앞으로 더욱 힘들어질 것이다.
en: This will become even more difficult in the future.

source: 연습생 시절, 가장 기억에 남는 경험이나 생각은 무엇인가?
en: What experience or memories did you have that were most memorable when you were a trainee?

source: 무대에 서는 당일까지 회사의 대표도 데뷔를 장담 못 한다?
en: Until the day you make it on stage, not even the company’s CEO can promise you a debut.

source: - 홍보/이미지 메이킹:
en: - Promotion/image making:

source: 분명 어젯밤 라면을 먹고 잤을 거라고 핀잔 아닌 핀잔을 준다.
en: I scolded her over and over because she must have eaten ramen the night before.

source: 대중문화예술인과의 관계 :
en: Relationship to pop culture artist:

source: ● 프로듀서·작곡가는 핵심 엔지니어 격
en: ● Producers and songwriters are the core engineer standard

source: ● 유통사 마케팅, 음원 차트 조작?
en: ● Distributor marketing, music chart manipulation?

source: 감독이나 PD는 작품과 그 작품에 출연하는 그때의 배우만 생각하면 된다.
en: Directors and producers just have to think about their production and the actors that will appear in that work at that time.

source: ● 다이어트!
en: ● Dieting!

source: 또한, 대형 기획사는 지망생들의 데뷔 기회도 중소 기획사에 비하여 상대적으로 많은 편이다.
en: Also, large management companies tend to have a relatively greater amount of opportunities for trainees to debut than small or medium management companies.

source: 하지만 수많은 경쟁자 사이에서 배우로서 본인만의 매력과 장점을 차별화하지 못하면 작은 기회조차 만나기 쉽지 않은 현실이다.
en: But in reality, out of a large number of competitors, if you have no distinguishing charm or advantages, then it would be difficult to even find small opportunities.

source: 방송 또는 공연 현장에서 실질적인 진행을 책임지며, 기타 스태프들을 관리·지휘하는 위치이다.
en: Department managers are also responsible for managing actual concerts on-site. They are in a position of managing and directing other staff.

source: 우리는 아직 신인이라 초반 순서로 배정받았다.
en: We are still new singers so we were given a lot in the beginning.

source: 팬들의 조공이 시작되다
en: You begin to pay tribute to your fans

source: 대형 기획사의 경우, 특정 방송 채널과 전략적 제휴를 맺어 데뷔 전부터 방송채널을 통해 자사의 아티스트를 적극적으로 홍보하고 있으며 공연장, 클럽 등 다양한 필드에서 적극적인 마케팅을 하는 것이 트렌드이다.
en: For large management companies, the trend is to form strategic partnerships with certain broadcasting channels and through the broadcasting channels, actively promote artists prior to their debuts, and perform active marketing in clubs and various other places in the field.

source: ● 사전 마케팅
en: ● Pre-marketing

source: 그러나 요즘은 한국 드라마와 영화 또는 한류 스타로 쉽게 이야기를 풀어 가고 이는 자연스럽게 비즈니스 대화로 이어진다.
en: However, these days talk about Korean dramas and movies, or Korean wave stars easily helps with the ice-breaking and naturally the conversation shifts to business.

source: 서태지, H.O.T, 젝스키스, 핑클, SES 신세대 (X-Generation) 위주의 가요 시장 탄생
en: The creation of a K-pop market that mainly caters to Generation X - Seo Taiji, H.O.T., Sechs Kies, Fin.K.L., SES

source: 체계적인 전문 교육과 실전에서의 경험을 바탕으로 한 매니지먼트를 실행할 수 있는 전문 매니저의 육성이 시급하다.
en: Cultivating management previously based on systematic professional education and experience in the field into professional management is urgently required.

source: 글로벌화에 따른 전문 매니저가 필요한 시대
en: An era in which professional managers are needed following globalization

source: 기획사 입장에서는 장기적 투자 여부를 결정짓고, 연습생 및 보호자 입장에서는 실질적으로 연습생을 경험해 봄으로써 마음의 준비를 하고 스스로 정말 연예인이 되고 싶은지 묻는 기간으로, 서로 간의 신뢰를 확인할 수 있다.
en: From the management company’s perspective, they will use this period to decide whether to make a long-term investment or now. From the trainees and guardian’s perspective, they will use this period to ask themselves whether they are ready or not to become or see their child become a celebrity. It is a period for all parties to validate their trust in one another.

source: 예전 딴따라에 비유되던 직업으로서의 연예인은 이제 호랑이 담배 피우던 시절의 이야기가 되어 버렸고, 톱스타 1인의 연간 매출액은 어지간한 중소기업의 연간 매출액과 맞먹는다.
en: In the past, celebrities were compared to as lowly performers, but those days are ancient history. One top star can now earn in one year the equivalent of the sales revenue of a decent sized medium company.

source: 그래서 조급하지 않았다.
en: So I wasn't impatient.

source: 학교
en: Schools

source: 최근 일부 스타의 과도한 출연료 상승은 중장기적으로 완성도 높은 콘텐츠 제작의 부실로 이어질 가능성이 높다.
en: Recently, the rise in excessive appearance fees by certain stars has the potential for content production with a high level of completeness for the mid- to long-term to fall short.

source: 제13조 (청소년의 정산금액 지급) 대중문화예술인이 기획업자에게 정산금액의 지급을 청구하는 경우, 대중문화예술용역에 대한 보수청구권이 법정대리인에게 있다는 계약이 있더라도, 기획업자는 대중문화예술인에게 정산금액을 지급하여야 한다.
en: Article 13 (Payment of Settlement Amount for Minors) When the Popular Culture Artist requests payment of the settlement amount from the Planner, even if legal representative has a contractthat ensures the right to claim compensation for popular culture and arts services, the Planner must pay the settlement amount to the Popular Culture Artist.

source: 매니지먼트사에 재정적으로 과도한 부담을 주는 연예인 전속 계약금 관행을 폐지해야 한다.
en: The practice of giving exclusive contract fees to celebrities that creates an excessive financial burden on the management company should also be scrapped.

source: 1천 2백만 원 +/-α(3곡 기준)
en: 12 million KRW, plus or minus (rate based on 3 songs)

source: 박사는 강제력보다 매력을 통해 자신이 원하는 결과를 얻어 낼 수 있는 능력이 ‘소프트 파워’라고 하면서, “한 국가가 소프트 파워를 행사할 수 있다면 강제적 방법에 드는 비용을 들이지 않고도 정치적 정책적 목적을 달성할 수 있다.”라고 하였다.
en: Dr. Nye stated, “soft power is the ability to obtain desired outcomes through attractiveness rather than by force. If a nation can exercise its soft power, then it can attain its political and policy goals without the costs required to do so by force.”
